/* No comment provided by engineer. */
"从相册选取" = "Photo albums to select";

/* No comment provided by engineer. */
"发现" = "Find";

/* No comment provided by engineer. */
"取消" = "cancel";

/* No comment provided by engineer. */
"忘记密码" = "Forget password";

/* No comment provided by engineer. */
"我的" = "My account";

/* No comment provided by engineer. */
"拍照" = "Taking pictures";

/* No comment provided by engineer. */
"无备注" = "No remark";

/* No comment provided by engineer. */
"正在上传图片" = "Uploading pictures";

/* No comment provided by engineer. */
"正在保存" = "Saving";

/* No comment provided by engineer. */
"正在加载" = "Loading";

/* No comment provided by engineer. */
"注册" = "Register";

/* No comment provided by engineer. */
"温馨提示" = "Friendly Tips";

/* No comment provided by engineer. */
"热门" = "Hot";

/* No comment provided by engineer. */
"确定" = "comfirm";

/* No comment provided by engineer. */
"请检查您的网路" = "Please check your network";

/* No comment provided by engineer. */
"请输入验证码" = "Please enter the verification code";

/* No comment provided by engineer. */
"请输入密码" = "Please enter the password";

/* No comment provided by engineer. */
"请输入手机号" = "Please enter the phone number";

/* No comment provided by engineer. */
"请输入数量" = "Please enter amount";

/* No comment provided by engineer. */
"请选择图片" = "Please select a picture";

/* No comment provided by engineer. */
"请选择手机号所属地区" = "Please select a phone number belongs";

/* No comment provided by engineer. */
"资产" = "资产";

/* No comment provided by engineer. */
"输入秘钥登录" = "Enter the secret key to log in";


/* No comment provided by engineer. */
"选择地区" = "Select area";

"管理Keystore及密码" = "Manage Keystore & password";
"联系人" = "Contacts";
"修改Gtoken登录密码" = "Change Gtoken login password";
"设置转账密码" = "Set up transaction password";
"个人中心" = "Personal data";
"Gongga钱包" = "Gongga Wallet";
"可用余额" = "Your balance";
"确认" = "confirm";
"失败" = "fail";
"待提交" = "to submit";
"设置手机号" = "Set up  mobile";
"获取验证码" = "verification code";
"手机号注册" = "phone";
"邮箱注册" = "email";
"男" = "male";
"女" = "female";
"您可以绑定一个手机或邮箱号码，设置一个Gongga密码，然后用Gongga账号管理您的数字资产" =
"You can bind a mobile phone or email number and set up a Gongga password, and then you can manage your assets using Gongga account.";
"注册成功" = "register success";

